Repository: MatheusNC/repo1
Catalog: ALapp2/PTR_ScheduleExtensions/Translations/PTR_ScheduleExtensions.*.xlf
Languages: pt_br

# Table 161383014 - Property 2879900210
source: Extension Schedule
pt_br: Agenda de Extensão

# Table 161383014 - Field 3673089793 - Property 2879900210
source: App File
pt_br: Aquivo App

# Table 161383014 - Field 3834798520 - Property 2879900210
source: App Id
pt_br: Id Aplicativo

# Table 161383014 - Field 404053623 - Property 2879900210
source: Extension Status
pt_br: Status Extensão

# Table 161383014 - Field 804481195 - Property 2879900210
source: File Name
pt_br: Nome do Arquivo

# Table 161383014 - Field 2273653569 - Property 2879900210
source: Language Code
pt_br: Cód. Idioma

# Table 161383014 - Field 4130293374 - Property 2879900210
source: Priority
pt_br: Prioridade

# Table 161383014 - Field 1699374643 - Property 2879900210
source: Schedule Date
pt_br: Data da Agenda

# Table 161383014 - Field 1549919492 - Property 2879900210
source: Schedule Time
pt_br: Hora da Agenda

# Table 161383014 - Field 3936015248 - Property 2879900210
source: Sync Mode
pt_br: Modo Sincronização

# Table 2409572735 - Property 2879900210
source: Extension Schedule Dependency
pt_br: Dependência da Agenda de Extensão

# Table 2409572735 - NamedType 2877061579
source: App Id and Dependency App Id cannot be the same.
pt_br: Id Aplicativo e Dependência do Id Aplicativo não pode ser o mesmo.

# Table 2409572735 - Field 3834798520 - Property 2879900210
source: App Id
pt_br: Id Aplicativo

# Table 2409572735 - Field 3691683021 - Property 2879900210
source: Dependency App Id
pt_br: Dependência do Id Aplicativo

# Table 2409572735 - Field 3461834954 - Property 2879900210
source: Description
pt_br: Descrição

# Page 598008435 - Property 2879900210
source: Extensions Schedule
pt_br: Agendas de Extensão

# Page 598008435 - NamedType 3507654781
source: The extension file has been uploaded successfully. Do you want to see the implmentation status?
pt_br: O arquivo de extensão foi carregado com sucesso. Deseja ver o status de implantação?

# Page 598008435 - NamedType 1877045785
source: The extension has dependencies that are not installed.
pt_br: A extensão possui dependências que não estão instaladas.

# Page 598008435 - NamedType 2155098356
source: The file does not exist.
pt_br: O arquivo não existe.

# Page 598008435 - NamedType 3964607072
source: The status cannot be changed because the extension has been implemented.
pt_br: O status não pode ser alterado porque a extensão foi implementada.

# Page 598008435 - NamedType 1764024940
source: The action cannot be performed because the extension status is not "Not Initialized".
pt_br: A ação não pode ser executada porque o status da extensão não é "Não Inicializado".

# Page 598008435 - Control 3834798520 - Property 1295455071
source: Specifies the value of the App Id field.
pt_br: Especifica o valor do campo Id Aplicativo.

# Page 598008435 - Control 404053623 - Property 1295455071
source: Specifies the value of the Extension Status field.
pt_br: Especifica o valor do campo Status Extensão.

# Page 598008435 - Control 804481195 - Property 1295455071
source: Specifies the value of the File Name field.
pt_br: Especifica o valor do campo Nome do Arquivo.

# Page 598008435 - Control 2273653569 - Property 1295455071
source: Specifies the value of the Language Code field.
pt_br: Especifica o valor do campo Cód. Idioma.

# Page 598008435 - Control 4130293374 - Property 1295455071
source: Specifies the value of the Priority field.
pt_br: Especifica o valor do campo Prioridade.

# Page 598008435 - Control 1699374643 - Property 1295455071
source: Specifies the value of the Schedule Date field.
pt_br: Especifica o valor do campo Data da Agenda.

# Page 598008435 - Control 1549919492 - Property 1295455071
source: Specifies the value of the Schedule Time field.
pt_br: Especifica o valor do campo Hora da Agenda.

# Page 598008435 - Control 3936015248 - Property 1295455071
source: Specifies how the extension will be synchronized.
pt_br: Especifica como a extensão será sincronizada.

# Page 598008435 - Action 3523694699 - Property 1295455071
source: View the dependencies of the extension.
pt_br: Visualiza as dependências da extensão.

# Page 598008435 - Action 3523694699 - Property 2879900210
source: Dependencies
pt_br: Dependências

# Page 598008435 - Action 4023200172 - Property 1295455071
source: Set the status of the extension to Not Initialized.
pt_br: Define o status da extensão para "Não Inicializado".

# Page 598008435 - Action 4023200172 - Property 2879900210
source: Set to Not Initialized
pt_br: Definir Para "Não Inicializado"

# Page 598008435 - Action 2739488049 - Property 1295455071
source: Set the status of the extension to On Hold.
pt_br: Define o status da extensão para "Em Espera".

# Page 598008435 - Action 2739488049 - Property 2879900210
source: Set to On Hold
pt_br: Definir Para "Em Espera"

# Page 598008435 - Action 2097611062 - Property 1295455071
source: Upload the extension file.
pt_br: Faz o upload do arquivo de extensão.

# Page 598008435 - Action 2097611062 - Property 2879900210
source: Upload Extension
pt_br: Carregar Extensão

# Page 2238140871 - Property 2879900210
source: Implementation Status
pt_br: Status Implementação

# Page 2238140871 - Control 318613646 - Property 2879900210
source: Details
pt_br: Detalhes

# Page 2238140871 - Action 2026913255 - Property 1295455071
source: Refresh the list
pt_br: Atualiza a lista.

# Page 2238140871 - Action 2026913255 - Property 2879900210
source: Refresh
pt_br: Atualizar

# Page 4045547467 - Property 2879900210
source: Extension Schedule Dependencies
pt_br: Dependências da Extensão

# Page 4045547467 - Control 3691683021 - Property 1295455071
source: The application id of the dependent extension
pt_br: O id da aplicação da extensão dependente

# Page 4045547467 - Control 3461834954 - Property 1295455071
source: The description of the dependent extension. This field is informational only and is not used by the system.
pt_br: A descrição da extensão dependente. Esse campo é apenas informativo e não é usado pelo sistema.

# Enum 302626698 - EnumValue 3665605423 - Property 2879900210
source: Completed
pt_br: Completo

# Enum 302626698 - EnumValue 1258534936 - Property 2879900210
source: Initialized
pt_br: Inicializado

# Enum 302626698 - EnumValue 2779858683 - Property 2879900210
source: Not Initialized
pt_br: Não Inicializado

# Enum 302626698 - EnumValue 926489874 - Property 2879900210
source: On Hold
pt_br: Em Espera
